<!DOCTYPE html>
<html>
<head>
<style>
body {
  font-family: sans-serif;
  font-size: 1rem;
}
h1, h2 {
  color: #3C79F8;
}
img {
  display: block;
  margin-left: auto;
  margin-right: auto;
}
.center {
  margin: auto;
  width: 60%;
  padding: 10px;
}
</style>
<body>
<h1 style="text-align:center;">Politique de confidentialit&eacute;</h1>
<div class="center">
<img src="logo.png" alt="Outlook Mail Notifier">
<p>MGEN Technologies apporte une attention particuli&egrave;re &agrave; la protection des donn&eacute;es &agrave; caract&egrave;re personnel.</p>
<hr style="border-top:1px solid #eee;">
<h2>D&eacute;finitions</h2>
<p>
La pr&eacute;sente politique a pour objet d'informer que les donn&eacute;es des utilisateurs ne sont pas collect&eacute;es ni trait&eacute;es par MGEN Technologies. Les termes ci-dessous list&eacute;s ont la d&eacute;finition suivante :
<ul>
<li>Utilisateur : d&eacute;signe toute personne, utilisant l'extension "Outlook Mail Notifier", ayant un Compte Microsoft auquel il se connecte par un identifiant et mot de passe qui lui sont strictement personnels et confidentiels.</li>
<li>Donn&eacute;es &agrave; caract&egrave;re personnel : d&eacute;signent toute information permettant d’identifier directement ou indirectement une personne physique.</li>
<li>Extension : d&eacute;signe un programme qui compl&egrave;te un logiciel hôte (le navigateur) pour lui apporter de nouvelles fonctionnalit&eacute;s.</li>
</ul>
<h2>Collecte des donn&eacute;es &agrave; caract&egrave;re personnel</h2>
<p>
Lorsque vous utilisez l'extension "Outlook Mail Notifier", nous ne collectons aucune donn&eacute;e &agrave; caract&egrave;re personnel vous concernant. Nous n’utilisons pas de cookies collectant vos donn&eacute;es personnelles. Aucune information personnelle n’est envoy&eacute;e de votre navigateur ni trait&eacute;e par MGEN Technologies.
</p>
<p>
L'extension acc&egrave;de de mani&egrave;re s&eacute;curis&eacute;e aux e-mails de l'utilisateur dans le seul et unique but de l'avertir de nouveaux e-mails reçus et de lui pr&eacute;senter un aperçu de ceux-ci comportant le nom de l’exp&eacute;diteur, l'objet et les premi&egrave;res lignes du message (par d&eacute;faut, affiche les 60 premiers caract&egrave;res).
</p>
<h2>S&eacute;curit&eacute; des donn&eacute;es &agrave; caract&egrave;re personnel</h2>
<p>
L'extension "Outlook Mail Notifier" utilise l'API Microsoft Graph afin d’obtenir un acc&egrave;s autoris&eacute; aux donn&eacute;es de messagerie Outlook d’un utilisateur. 
Avec les autorisations d&eacute;l&eacute;gu&eacute;es via le protocole OAuth2.0 l'extension peut acc&eacute;der en toute s&eacute;curit&eacute; aux donn&eacute;es de messagerie de l’utilisateur connect&eacute;.
</p>
<h2>A propos de l'extension "Outlook Mail Notifier"</h2>
<p>
"Outlook Mail Notifier" est une extension pour les navigateurs permettant de recevoir une notification de nouveau message Outlook sur le Bureau.
</p>
<p>
Cette Extension est compatible avec les navigateurs modernes Firefox et Chrome.
</p>
<p>
Les principales fonctionnalit&eacute;s sont :
<ul>
<li>Affiche une notification avec le nom de l’exp&eacute;diteur et l’objet du message &agrave; chaque fois que l'utilisateur reçoit un nouvel e-mail Outlook.</li>
<li>Affiche le nombre d'e-mails non lus et donne un aperçu des derniers non lus via l'icône pr&eacute;sent sur la barre d'outils du navigateur.</li>
<li>Acc&egrave;de rapidement au courrier Outlook en un seul clic &agrave; partir de la notification ou de la fenêtre Aperçu de l'extension.</li>
<li>L'utilisateur se connecte une seule fois &agrave; son compte Microsoft Online pour acc&eacute;der &agrave; sa boîte aux lettres Outlook &agrave; tout moment.</li>
<li>L'utilisateur peut modifier facilement les param&egrave;tres de notification &agrave; partir de la page des Pr&eacute;f&eacute;rences de l'extension.</li>
</ul>
</p>
<p>
Remarque : Outlook est une marque commerciale de Microsoft. L'extension "Outlook Mail Notifier" n’appartient pas et n’a aucun lien avec Microsoft.
</p>
</div>

</body>
</html>
